Repository: TheKernelPanic/destinia-prueba-tecnica
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Please insert a valid value
es_es: Por favor, introduzca un valor válido

source: %s stars
es_es: %s estrellas

source: Apartments %s
es_es: Apartamentos %s

source: %s apartments
es_es: %s apartamentos

source: %s adults
es_es: %s adultos

source: Search for a place of accommodation
es_es: Buscar un lugar de acomodamiento

source: Enter a search value
es_es: Introduzca un valor de búsqueda

source: No results found
es_es: No se han encontrado resultados

source: Found %s results
es_es: Se han encontrado %s resultado/s

source: Double room
es_es: Habitación doble

source: Simple room
es_es: Habitación simple

source: Double room with views
es_es: Habitación doble con vistas
